Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: * HypocriticalHeartwarming: In the issue where Rebeca cries due to her dad beating her, and Dudão goes to argue with the dad, he says "How dare you beat Rebeca, only ''I'' am allowed to beat her!" Ironically, he actually does act like this in other issues.
pt_br: * Br/HipocritaDeAquecerOCoracao: Na edição em que Rebeca chora por ter sido agredida pelo pai dela e Dudão discute com o pai, ele diz "Como ousa bater em Rebeca? Apenas ''eu'' posso bater nela!" Ironicamente, ele de fato age assim em outras histórias.

source: * HypocriticalHumor: ** Doña Florinda once told El Chavo that some women take advantage of DoubleStandardAbuseFemaleOnMale to hurt men without retaliation.
pt_br: * Br/HumorHipocrita: ** Dona Florinda certa vez disse ao Chaves que algumas mulheres se valem do Br/DoisPesosDuasMedidasAbusoDeMulherContraHomem para bater em homens sem retaliação.

source: * IAmNotLeftHanded: The robot attacking [[spoiler: Spooner]] is notably startled when repeated bashing of his arm reveals that it's mechanical.
pt_br: * Br/EuNaoSouCanhoto: O robô atacando [[spoiler: Spooner]] fica notavelmente surpreso quando o ataque repetido ao seu braço revela que ele é mecânico.

source: * IAteWhat: In one episode where El Chavo was hunting "[[{{Malaproper}} insepts]]" for his bug collection, Quico drinks from Chavo's bottle thinking it was lemonade.
pt_br: * Br/EuComiOQue: Em um episódio em que o Chaves estava caçando "[[Br/{{Malapropismo}} inseptos]]" para a coleção de insetos, Quico bebe da garrafa do Chaves achando que era limonada.

source: * IControlMyMinionsThrough: Acceptance, Loyalty and Kindness variants * IKnowYoureInThereSomewhereFight: A character has been turned to the dark side and someone close to them must now fight them and persuade them that they still have good within them.
pt_br: * Br/EuControloMeusLacaiosCom: variantes que usam aceitação, lealdade e bondade. * Br/LutaDeEuSeiQueVoceEstaAiEmAlgumLugar: Um personagem passou para o lado sombrio e alguém próximo agora precisa lutar contra ele e persuadi-lo a aceitar que ainda existe bondade em si.

source: * IDontLikeTheSoundOfThatPlace: A place with a sinister name.
pt_br: * Br/EuNaoGostoDoSomDesteLugar: Um lugar com um nome sinistro.

source: * IHaveYourWife: Not in the usual way, because it's the [[AntiHero heroes]] who kidnap Hermógenes's wife to use her as bait.
pt_br: * Br/EuEstouComASuaEsposa: Trabalhado de uma maneira diferente, uma vez que os [[Br/AntiHeroi heróis]] capturam a esposa do traidor como isca.

source: * ITakeOffenseToThatLastOne: Of all the insults the team delivers attempting to get Furious fired up for battle, the only one he really reacts to is Sphinx's "You dress in the manner of a male prostitute." * IceCreamKoan: ** Most of The Sphinx's teachings are suspiciously predictable word play.
pt_br: * Br/EsseUltimoMeOfendeu: De todos os insultos que o time profere na tentativa de deixar Irado pronto para a batalha, o único que causa reação nele é o de Esfinge, quando ele diz "Você se veste como um garoto de programa". * Br/KoanDeSorvete: ** A maioria dos ensinos de Esfinge são jogos de palavras previsíveis.

source: * IWantMyBelovedToBeHappy: A character decides to stop pursuing another romantically so they can be with the one they love.
pt_br: * Br/EuQueroQueMeuAmorSejaFeliz: Um personagem decide parar de perseguir alguém romanticamente para que essa pessoa possa ficar com aquele que realmente ama.

source: * IWantSong: Heroes express their desires or dreams through a musical number.
pt_br: * Br/CancaoDeEuQuero: Heróis expressam seus desejos e sonhos através de uma apresentação musical.

source: * IWarnedYou: After spending the whole movie trying to convince people that the robots are up to no good, Spooner finally [[spoiler: rescues Calvin from a malfunctioning robot]].
pt_br: * Br/EuTeAvisei: Depois de passar o filme inteiro tentando convencer as pessoas de que os robôs não são bons, Spooner finalmente [[spoiler: resgata Calvin de um robô defeituoso]].

source: * IWorkAlone: A character declines help, stating that they work alone in doing good deeds.
pt_br: * Br/EuTrabalhoSozinho: Um personagem recusa ajuda, dizendo que trabalha sozinho em suas boas ações.

source: * IcePalace: A castle made of ice or one that's completely frozen over.
pt_br: * Br/PalacioDeGelo: Um castelo feito de gelo, ou um que congelou completamente.

source: * IconicSequelCharacter: A character introduced in the sequel rises to become iconic to the franchise.
pt_br: * Br/PersonagemIconicoDaSequencia: Um personagem introduzido na sequência se torna proeminente na franquia.

source: * IconicSequelSong: A song introduced in the sequel rises to become iconic to the franchise.
pt_br: * Br/MusicaIconicaDaSequencia: Uma música apresentada na sequência se torna icônica na franquia.

source: * IdealHero: A hero who is morally upright and not flawed.
pt_br: * Br/HeroiIdeal: Um herói que é moralmente correto e sem falhas.

source: * IdealHero: A hero who's held up as being a near-perfect role model.
pt_br: * Br/HeroiIdeal: Um herói que é tido como um modelo quase perfeito.

source: * IdealistVsPragmatist: A conflict between TheIdealist and a PragmaticHero.
pt_br: * Br/IdealistaContraPragmatico: Um conflito entre Br/OIdealista e um Br/HeroiPragmatico.

source: * IdiotBall: Almost every '80s or '90s episode was a RecycledScript.
pt_br: * Br/BolaDeIdiotabol: Quase todo episódio dos anos 80 ou 90 tem um Br/RoteiroReciclado.

source: * IdiotHero: The hero is [[TheDitz not really smart]].
pt_br: * Br/HeroiIdiota: O herói [[Br/OIdiota não é particularmente inteligente]].

source: * IdiotPlot: The story only happens because everyone is behaving unbelievably or extremely stupid, and it is ''not'' intended as parody.
pt_br: * Br/TramaDeIdiotas: A história só acontece porque todo mundo se comporta de maneira incrivelmente estúpida e isso ''não tem'' a intenção de ser uma paródia.

source: * IdyllicEnglishVillage: A quintessentially English village full of dainty cottages with thatched roofs.
pt_br: * Br/IdilicaVilaInglesa: Uma quintessencial vila inglesa repleta de delicadas cabanas com tetos de palha.

source: * If it's a magical setting, they may also be adept at DishingOutDirt or have a GreenThumb, as the "earth" element can be seen as tough, strong, and/or sturdy.
pt_br: * Se for uma ambientação mágica, eles também podem ser adeptos da arte de Br/DistribuirPedradas ou possuir um Br/DedoVerde, já que o elemento "terra" costuma ser visto como resistente e forte.

source: * IfYouKillHimYouWillBeJustLikeHim: The Bowler cites this as the reason she won't kill Tony P. [[spoiler:Her father, however, has no such reservations.]] * IKnowYouKnowIKnow: Supplies the page quote.
pt_br: * Br/SeVoceOMatarVoceSeraComoEle: A Boliche cita isso como o motivo pelo qual ela não vai matar o Topete. [[spoiler: O pai dela, no entanto, não pensa do mesmo jeito.]] * Br/EuSeiQueVoceSabeQueEuSei: É a fonte da citação da página.

source: * IllNeverTellYouWhatImTellingYou: In the chapter "El Chicle en el Sombrero", Quico promises Chavo that he will not reveal to Don Ramon that the gum smeared on his employer's hat, however once Don Ramon asks him about the hat, he ends up revealing it stupidly * ImpoverishedPatrician: Doña Florinda (outright stated) and Doña Clotilde (heavily implied).
pt_br: * Br/PatricioEmpobrecido: Dona Florinda (abertamente declarado) e Dona Clotilde (implicado).

source: * ImADoctorNotAPlaceholder: When Capt.
pt_br: * Br/SouUmMedicoNaoUmEtcetera: Quando o Capitão

source: * ImNotAHeroIm: Heroes (or any characters with good qualities) deny their status as a hero even if their actions said otherwise.
pt_br: * Br/EuNaoSouUmHeroiEuSou: Heróis (ou outros personagens com boas qualidades) negam seus status como herói mesmo que suas ações digam o contrário.

source: * ImmediateSequel: A sequel where the plot picks up immediately after the previous part.
pt_br: * Br/SequenciaImediata: Uma sequência em que a trama continua imediatamente no ponto onde a obra anterior termina.

source: * ImmortalHero: Heroes never die in the story, unlike villains.
pt_br: * Br/HeroiImortal: Ao contrário dos vilões, os heróis nunca morrem na história.

source: * ImmortalityField: A place that functions as an ImmortalityInducer.
pt_br: * Br/CampoDeImortalidade: Um lugar que funciona como um Br/IndutorDeImortalidade.

source: * ImmortalityInducer: A magical or technological device that grants immortality.
pt_br: * Br/IndutorDeImortalidade: Um dispositivo mágico ou tecnológico que concede imortalidade.

source: * ImpairmentShot: An auditory example.
pt_br: * Br/EnquadramentoDeIncapacitacao: Um exemplo auditivo.

source: * ImportedAlienPhlebotinum: In the games, the Aliens are responsible for ''everything''.
pt_br: * Br/CoisoniumImportadoDosAliens: Nos jogos, os aliens são responsáveis por ''tudo''.

source: * ImprobableWeaponUser: ** [[ShovelStrike The Shoveler]], [[WeaponizedBall The Bowler]], and a [[ForkFencing fork-flinger]], and that's just from the heroes.
pt_br: * Br/PortadorDaArmaImprovavel: ** [[Br/GolpeDePa O Pá]], [[Br/BolaTransformadaEmArma a Boliche]] e o [[Br/EsgrimaDeGarfo Marajá]], e isso só contando os heróis.

source: * ImprovedSecondAttempt: A sequel is perceived as handling certain plot developments, character arcs etc. better the second time around.
pt_br: * Br/SegundaTentativaMelhorada: Uma sequência é percebida como lidando melhor com certos desenvolvimentos de trama, arcos de personagem, etc., do que o antecessor.

source: * In an inversion of the above, the first work may have a planned sequel, but it was self-contained and could be enjoyed on its own.
pt_br: * Em uma inversão do ponto acima, a primeira obra pode ter uma sequência planejada, mas é auto-contida e pode ser aproveitada por si só.

source: * In any movie trilogy, [[TrilogyCreep a fourth installment is a bad omen]], especially when the trilogy not only managed to have three decent or even great movies, but also a sense of closure where a fourth movie feels like a square peg in a round hole, fourth movies do better when they are advertised as some sort of spin-off, not really trying to continue after the finished storyline of the trilogy, and don't have the number 4 in the title.
pt_br: * Em qualquer trilogia, [[Br/ExpansaoDaTrilogia uma quarta entrada é mau presságio]], ainda mais quando a trilogia não apenas conseguiu ter três filmes decentes ou até mesmo bons, mas também um senso de desfecho; um quarto filme pareceria com tentar encaixar um pino quadrado em um furo redondo. Um quarto filme funciona melhor quando ele é anunciado como uma obra derivada que não tenta realmente seguir o arco de história já finalizado e sem portar o número 4 no título.

source: * InCaseOfXBreakGlass: Breaking a glass to obtain something meant to be used during an emergency.
pt_br: * Br/EmCasoDeXQuebreOVidro: Quebrar uma vidraça para obter algo que deve ser usado durante uma emergência.

source: * InNameOnly: The movie has several passing similarities to the namesake series (it does prominently feature robots being ThreeLawsCompliant), but the actual storyline is nothing like the original.
pt_br: * Br/SomenteNoNome: O filme tem muitas similaridades com a série de mesmo nome (que possui muita presença de robôs que têm Br/ConformidadeComAsTresLeis), mas a trama de fato não é nada parecida com a original.

source: * InTheDoldrums: A featureless location, often an empty plane or void.
pt_br: * Br/NoMarasmo: Um lugar sem nada de interessante, geralmente um plano vazio.

source: * InYourNatureToDestroyYourselves: --> [[spoiler: '''VIKI]]:''' You charge us with your safekeeping, yet despite our best efforts, your countries wage wars, you toxify your Earth and pursue ever more imaginative means of self-destruction.
pt_br: * Br/EDaSuaNaturezaSeAutodestruir: --> [[spoiler: '''VIKI]]:''' Pedem que os protejam, e a despeito de nossos esforços, entram em guerra, poluem o planeta e tentam descobrir meios imaginativos de se auto-destruir.

source: * Incompetence or clumsiness is mistaken for stupidity, and a character who's [[TheKlutz clumsy]] or bad at their job becomes a dumb character.
pt_br: * Incompetência ou desajeitamento é confundido com estupidez, e um personagem que seja meramente desajeitado se torna um personagem burro.

source: * IncompetenceInc: An office culture where nothing of value gets done, and where it's a mystery how they stay in business.
pt_br: * Br/IncompetenciaLtda: Uma cultura corporativa onde nada de valor é feito. Como eles conseguem se manter nos negócios é um mistério.

source: * IncorruptiblePurePureness: A being who is so good-natured and kind that it is impossible for them to be corrupted.
pt_br: * Br/PurezaPuraIncorruptivel: Um ser que é tão bondoso e de boas intenções que é impossível de corromper.

source: * IncorruptiblePurePureness: The hero who is morally pure and is immune to temptation.
pt_br: * Br/PurezaPuraIncorruptivel: O herói que é moralmente puro e imune à tentação.

source: * IndianBurialGround: A place where someone desecrated the graves of Native Americans by building something on it.
pt_br: * Br/CemiterioIndigena: Um lugar onde alguém profanou os túmulos de nativos ao construir alguma coisa em cima.

source: * IndianMaiden: A woman who is the calming force behind her father or chieftain, aiding him through the difficult times of woe in an age that threatens their way of life.
pt_br: * Br/DonzelaIndigena: Uma mulher que é a força apaziguadora entre seu pai ou o cacique, auxiliando-o em tempos de dificuldade em uma era que ameaça o seu estilo de vida.

source: * IndustrialGhetto: A slum near or inside an industrial area, often made of scrap and filled with crime and pollution.
pt_br: * Br/GuetoIndustrial: Um subúrbio próximo a uma área industrial (ou dentro desta), geralmente composto por sucata e repleto de crime e poluição.

source: * IndustrialWorld: A One-Product Planet specifically dedicated to material production.
pt_br: * Br/MundoIndustrial: Um planeta de produto único que é dedicado à produção de materiais.

source: * IndustrializedMercury: The planet UsefulNotes/{{Mercury}} is used as an industrial hub for a ColonizedSolarSystem.
pt_br: * Br/MercurioIndustrializado: O planeta BrNotasUteis/{{Mercurio}} é usado como rota industrial para um Br/SistemaSolarColonizado.

source: * InfiniteSupplies: Subverted when Kay tells Jay ''exactly'' how the organization is funded, saying they hold patents on a lot of inventions that were either given to them or confiscated from aliens, including microwaves and liposuction.
pt_br: * Br/SuprimentosInfinitos: Subvertido quando K diz ao J como ''exatamente'' a organização é financiada, dizendo que eles possuem patentes em muitas invenções que foram dadas a eles ou confiscadas dos aliens, incluindo micro-ondas e lipoaspiração.

source: * InformedAttractiveness: [[InvertedTrope Inverted]].
pt_br: * Br/AtratividadeInformada: [[Br/TropoInvertido Invertido]].

source: * InformedFlaw: In one of the stories, Rebeca makes fun of Binho for having big ears, when actually his ears are drawn the same size as the others.
pt_br: * Br/FalhaInformada: Em uma das histórias, Rebeca zomba de Binho por ter orelhas grandes, quando na verdade as orelhas deles são desenhadas com o mesmo tamanho das orelhas dos outros.

source: * InformedLocation: The location of the setting is specified despite it being not relevant to the story.
pt_br: * Br/LocalInformado: O local de uma ambientação é especificado mesmo que não seja relevante para a história.

source: * InjuredSelfDrag: What a hero will do if they're badly beaten or injured, because a hero will refuse to give up.
pt_br: * Br/RastejarComFerimentos: O que um herói faz após estar criticamente ferido porque ele se recusa a desistir.

source: * InnBetweenTheWorlds: A pub that connects to multiple worlds, where people of ''all'' types can relax and swap stories.
pt_br: * Br/HotelEntreMundos: Um pub que se conecta com múltiplos mundos, onde pessoas de ''todos'' os tipos podem relaxar e trocar histórias.

source: * InnOfNoReturn: An inn or hotel where the owners kill and then rob or eat their customers.
pt_br: * Br/HotelDeNaoRetorno: Um hotel ou pousada onde os proprietários matam e roubam ou comem seus clientes.

source: * InnerCitySchool: An impoverished city school where the teachers have given up, and students are on the fast track to prison.
pt_br: * Br/EscolaDePeriferia: Uma escola pobre onde os professores já desistiram de qualquer coisa e os estudantes estão em uma via expressa para a prisão.

source: * InnocentAliens: Extraterrestrials who [[BenevolentAlienInvasion truly come in peace]].
pt_br: * Br/AlienigenasInocentes: Extraterrestres que [[Br/InvasaoDosAlienigenasBenevolentes legitimamente vêm em paz]].

source: * InnocentBlueEyes: Blue eyes represent innocence and heroism.
pt_br: * Br/InocentesOlhosAzuis: Olhos azuis representam inocência e heroísmo.

source: * InnocentSoprano: In musical theater, the innocent romantic heroine has a high singing voice.
pt_br: * Br/SopranoInocente: No teatro musical, a heroína romântica inocente possui uma voz aguda.

source: * InnocentSoprano: In opera and musical theater, the roles of TheIngenue and other young, romantic, and [[BeautyEqualsGoodness virtuous beautiful maidens]] are traditionally sung by lyric sopranos.
pt_br: * Br/SopranoInocente: Na ópera e no teatro musical, Br/OIngenuo e outros papeis jovens, românticos e de [[Br/BelezaSignificaBondade belas donzelas virtuosas]] são cantados por sopranos líricos.

source: * InsaneTrollLogic: ** ''Why do you keep talking when I am interrupting?''.
pt_br: * Br/LogicaTrollInsana: ** ''Por que você continua falando quando eu estou interrompendo?''.

source: * Insanity or eccentricity is mistaken for brilliance, and a [[CloudCuckoolander dippy or crazy character]] who would previously save the day through an AssPull once in a while for RuleOfFunny now does so OncePerEpisode.
pt_br: * Insanidade ou excentricidade é confundida com inteligência, e um [[Br/DiLuaLovegood personagem aéreo]] que previamente salvaria o dia através de uma Br/SolucaoTiradaDaBunda devido à Br/RegraDaGraca agora faz isso Br/UmaVezPorEpisodio.

source: * Insanity or eccentricity is mistaken for stupidity, and a [[{{Cloudcuckoolander}} dippy or crazy character]] becomes a dumb character.
pt_br: * A insanidade ou excentricidade é confundida com estupidez, e um [[Br/DiLuaLovegood personagem avoado]] se torna um personagem burro.

source: * InsideAComputerSystem: Inside a self-contained virtual world (unlike {{Cyberspace}}, in which locations correspond to the real world).
pt_br: * Br/DentroDeUmSistemaDeComputador: Dentro de um mundo virtual auto-contido (diferente do Br/{{Ciberespaco}}, em que as localizações possuem correspondência com o mundo real).

source: * InsistentTerminology: After Zuca is found spraying a wall while singing, he tells Dudão that he's not ''pichando'' (Portuguese term for vandalist spray painting); he's ''pixanlotando'', which is supposed to be a {{Portmanteau}} between "pichando" and "cantando" (singing).
pt_br: * Br/TerminologiaInsistente: Depois que Zuca é encontrado pichando uma parede e cantando, ele diz à Dudão que ele não está pichando, ele está ''pixanlotando'' (o que deveria ser uma junção de "pichando" e "cantando").

source: * InsistentTerminology: Detective Spooner is "uncomfortable" with heights.
pt_br: * Br/TerminologiaInsistente: Spooner "não se sente bem" em lugares altos.

source: * InstantDogEnd: Cigarettes are always bent.
pt_br: * ??? InstantDogEnd: Cigarros estão sempre amassados.

source: * InsultAccuracyAcceptance: At one point, Spooner gets into an argument with Dr. Calvin in which he calls her "the dumbest smart person I have ever met in my life" for refusing to accept the possibility of a robot committing crimes.
pt_br: * Br/ConcordarComAExatidaoDoInsulto: Em certo momento, Spooner tem uma discussão com a Dra. Calvin em que ele a chama de "a pessoa inteligente mais teimosa que eu já conheci" por se recusar a aceitar a possibilidade de um robô cometendo crimes.

source: * InsultedAwake: Parodied.
pt_br: * Br/AcordarNaBaseDoInsulto: Parodiado.

source: * InternalHomage: The iconic sidewalk where Paçoca sits during the classic story "Rindo à Toa" reappears in some other issues as a minor reference to this comic.
pt_br: * Br/HomenagemInterna: A calçada histórica onde Paçoca se senta durante a história "Rindo à Toa" aparece em outras edições como uma pequena referência.

source: * InternalReformist: A character who is part of a corrupt system works to improve it, or at least refuses to engage in wrongdoing.
pt_br: * Br/ReformistaInterno: Um personagem que faz parte de um sistema corrupto tenta melhorá-lo ou, no mínimo, se recusa a participar dos atos errados.

source: * IntrepidReporter: A reporter actively seeks out and gets involved in their stories.
pt_br: * Br/ReporterIntrepido: Um repórter que ativamente busca e se envolve em suas histórias.

source: * IntrepidReporter: Becky Beaner, the one covering the super hero activities, would probably be Captain Amazing's love interest in a happier world.
pt_br: * Br/ReporterIntrepido: Becky Beaner, que faz a cobertura das atividades de super herói, provavelmente seria o interesse amoroso do Capitão Arraso em um cenário mais alegre.

source: * InverseLawOfSharpnessAndAccuracy: The more deadly a weapon is, the more likely it is to miss the target, because otherwise, fights would become boringly predictable.
pt_br: * Br/LeiDaInversaoEntrePrecisaoEAfiacao: Quanto mais mortal uma arma é, maior a chance de ela errar o alvo, pois do contrário a luta ficaria óbvia demais.

source: * InverseLawOfUtilityAndLethality: The more utility a weapon or ability has, the less damaging or lethal it is.
pt_br: * Br/LeiDaInversaoEntreUtilidadeELetalidade: Quanto mais utilidade uma arma ou habilidade possui, menos letal ela é.

source: * InvincibleHero: A hero who is so super-competent that they seem to be outright unstoppable.
pt_br: * Br/HeroiInvencivel: Um herói que é tão competente que parece ser imparável.

source: * InvisibleStreaker: When Invisible Boy turns invisible, his (visible) clothes fall off.
pt_br: * Br/InvisivelDesnudo: Quando o Garoto Invisível fica invisível, as suas roupas (que são visíveis) caem.

source: * InvisibleToNormals: Muggles literally cannot see some supernatural things.
pt_br: * Br/InvisivelParaOsNormais: Trouxas são literalmente incapazes de enxergar coisas sobrenaturais.

source: * IronButtMonkey: A ButtMonkey is exposed to extreme physical abuse, yet [[NighInvulnerability it never dies or gets hurt at all]].
pt_br: * Br/CorinhoDeFerro: Um Br/{{Corinho}} é exposto a extremo abuso físico, mas [[Br/PraticamenteInvulneravel ele nunca morre nem se machuca]].

source: * IronLady * IronWoobie: The hero is [[TheWoobie a miserable person]], [[{{Determinator}} but that won't stop them from quitting their journey]].
pt_br: * Br/DamaDeFerro * Br/CoitadinhoCalejado: O herói é [[Br/OCoitadinho um coitado]], [[Br/ODeterminado mas isso não vai impedir que ele conclua sua jornada]].

source: * IronWoobie: TheWoobie overcomes their endeavors for a good effort.
pt_br: * Br/CoitadinhoCalejado: Br/OCoitadinho persiste em seus esforços.
